Repository: KaterinaFotiadou/amo_amorgos
Catalog: amorgos_echoes/lib/l10n/intl_*.arb
Languages: el

source: Error loading
el: Σφάλμα κατά τη φόρτωση

source: Discover Amorgos
el: Ανακάλυψε την Αμοργό

source: Nature & Outdoors
el: Φύση & Ύπαιθρος

source: Sights & Culture
el: Αξιοθέατα & Κουλτούρα

source: Food & Drink
el: Φαγητό & Ποτό

source: Shops & Services
el: Μαγαζιά & Υπηρεσίες

source: Places to Stay
el: Διαμονή

source: Explore more
el: Εξερεύνησε περισσότερα

source: Tips of the Week
el: Συμβουλές της Εβδομάδας

source: See All
el: Δες τα όλα

source: Discover
el: Ανακάλυψε

source: Must Do
el: Μην τα χάσεις

source: Favorites
el: Αγαπημένα

# myProfile
source: About us
el: Σχετικά με εμάς

source: Show more
el: Δες περισσότερα

source: Location not available
el: Η τοποθεσία δεν είναι διαθέσιμη

source: Offers
el: Προσφορές

# thankYou
source: Thank you for downloading our app!
el: Ευχαριστούμε που κατεβάσατε την εφαρμογή μας!

# businessPrompt
source: Own a business in Amorgos? If you'd like to be listed, contact us at:
el: Έχετε επιχείρηση στην Αμοργό; Αν θέλετε να προστεθεί στην εφαρμογή μας, επικοινωνήστε:

# touristPrompt
source: Are you a visitor and want to help us improve? Send us an email or leave a review:
el: Είστε επισκέπτης και θέλετε να μας βοηθήσετε; Στείλτε email ή αφήστε αξιολόγηση:

# holidayWish
source: Enjoy your holiday in Amorgos!
el: Καλές διακοπές στην Αμοργό!

source: Rate on Play Store
el: Αξιολόγηση στο Play Store

source: Rate on App Store
el: Αξιολόγηση στο App Store

source: No Favorites Yet
el: Δεν έχεις βάλει κάτι ακόμα στα αγαπημένα

source: Visit Website
el: Ιστοσελίδα

source: Show on Map
el: Χάρτης

# errorOpeningWebsite
source: Could not open the website
el: Δεν ήταν δυνατή η προβολή της ιστοσελίδας

source: Offer
el: Προσφορά

# emailSubject
source: Contact from the app
el: Επικοινωνία από την εφαρμογή

# emailBody
source: Hello, I would like to get in touch.
el: Γεια σας, θα ήθελα να επικοινωνήσω.

# noEmailAppFound
source: No email app found on your device.
el: Δεν βρέθηκε εφαρμογή email στη συσκευή σας.

# emailCopied
source: Email copied to clipboard
el: Το email αντιγράφηκε στο πρόχειρο

# internetNotice
source: Connect to the internet to load all app data.
el: Συνδέσου στο διαδίκτυο για να φορτωθούν όλα τα δεδομένα της εφαρμογής.

# reloadButton
source: Reload
el: Επαναφόρτωση

# offlineTitle
source: No Internet Connection
el: Δεν υπάρχει σύνδεση

# offlineMessage
source: Please check your connection and try again.
el: Παρακαλώ ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.

source: Retry
el: Επανάληψη
